{"post":{"title":"midhunhk.com","slug":"midhunhk-blog","lastUpdated":"22 Nov 2021","html":"\n\t\t<p>\n\t\t\tThe website for \"midhunhk\" located at <a class=\"is-link\" href=\"https://www.midhunhk.com/\">https://www.midhunhk.com</a>, from here onwards referred to as \"site\"\n\t\t\t<u>does not collect or offer to share</u> any personal information or Personally Identifiable Information (PII). \n\t\t\t<br/>This website does not create or maintain any cookies.\n\t\t</p>\n\t\t<br />\n\t\t<p class=\"subtitle\">Website Analytics</p>\n\t\t<p>\n\t\t\tWe may make use of a selected third-party vendor like <a class=\"is-link\" href=\"https://support.google.com/analytics/answer/6004245?hl=en\">Google Analytics</a>, to allow tracking technologies using third-party cookies, to analyze and track users’ use of the \"site\", to determine the popularity of certain content and improve performance. \n\t\t\tThis data does not include any personally identifiable or personal information. <br/> <br/>\n\t\t\tBy accessing the Site, you consent to the collection and use of your information by these third-party vendors. <br/>\n\t\t\tYou are encouraged to review their privacy policy and contact them directly for responses to your questions. <br/>\n\t\t\tWe do not record or transfer personal information to these third-party vendors. <br/><br/>\n\t\t\tHowever, if you do not want any information to be collected and used by tracking technologies, you can visit the third-party vendor or the\n\t\t\t<a class=\"is-link\" href=\"https://tools.google.com/dlpage/gaoptout/?hl=en-GB\">Google Analytics Opt-out Browser Add-on</a>.\n\t\t</p><br/>\n\t\t<p>Privacy Policy for <a class=\"is-link\" href=\"https://policies.google.com/privacy?hl=en-US\">Google Analytics</a></p>\n\t\t<br />\n\t\t<p>If you have any questions or concerns, please send an email to [<i>aeapplabs.ca at gmail.com</i>].</p>\n\t\t<br />\n\t\t<p class=\"subtitle\">Website Advertisements</p>\n\t\t<p>\n\t\t\tWe may partner with a third party vendor inorder to incorporate native ads on selected pages of the website.\n\t\t\t<br/>\n\t\t\tPrivacy Policy for <a class=\"is-link\" href=\"https://www.infolinks.com/privacy-policy/\" target=\"_blank\">Infolinks </a>\n\t\t</p>\n\t\t"}}